Repository: Where2Study/Where2Study
Catalog: Resources/Resources.*.resx
Languages: hr

source: About
hr: O nama

# AddressLong
source: Must be less then 50 characters
hr: Mora biti kraće od 50 znakova

# AddressRequired
source: Address is required
hr: Potrebno je unijeti adresu

source: Browse continents
hr: Pretraži kontinente

# CityTitleLong
source: Must be less then 20 characters
hr: Mora biti kraće od 20 znakova

# CityTitleRequired
source: City is required
hr: Potrebno je unijeti grad

source: Contacts
hr: Kontakt

source: continents
hr: kontinenata

# ContinentTitleLong
source: Must be less then 20 characters
hr: Mora biti kraće od 20 znakova

# ContinentTitleRequired
source: Continent is required
hr: Potrebno je unijeti kontinent

# CountryTitleLong
source: Must be less then 20 characters
hr: Mora biti kraće od 20 znakova

# CountryTitleRequired
source: Country is required
hr: Potrebno je unijeti državu

source: Home
hr: Početna

# Instructions
source: a portal where you can find info about faculties around the world to help you decide where to study. To begin, select Browse from the navbar or enter a desired faculty/study title or part of it into the search box.
hr: portala za pronalazak informacija o fakultetima diljem svijeta za pomoć pri odabiru gdje studirati. Za početak odaberite pretragu ili upišite dio naziva fakulteta/studija koji vas zanima u search box.

source: Language
hr: Jezik

source: Menu
hr: Izbornik

# PhoneNumberLong
source: Must be less then 16 chatr
hr: Mora biti kraće od 16 znakova

# PhoneNumberRequired
source: Phone number is required
hr: Potrebno je unijeti broj telefona

source: Select from
hr: Odaberi jedan od

# UniversityTitleLong
source: Must be less then 80 characters
hr: Mora biti kraće od 80 znakova

# UniversityTitleRequired
source: University title is required
hr: Potrebno je unijeti naslov sveučilišta

source: Address
hr: Adresa

source: Browse cities
hr: Pretraži gradove

source: Browse countries
hr: Pretraži države

source: Browse universities
hr: Pregledaj sveučilišta

# CityTitle
source: City
hr: Grad

# ContinentTitle
source: Continent
hr: Kontinent

# CountryTitle
source: Country
hr: Država

source: Phone number
hr: Telefon

# UniversityTitle
source: University
hr: Sveučilište

source: Web site
hr: Web stranica

# WebSiteLong
source: Must be less then 50 characters
hr: Mora biti kraće od 50 znakova

# WebSiteRequired
source: Web site is required
hr: Potrebno je unijeti web site

source: cities
hr: gradova

source: countries
hr: država

# SelectFromb
source: Select from
hr: Odaberi jednu od

source: universities
hr: sveučilišta

# Search
source: Search Where2Study
hr: Pretražite Where2Study

source: Search results
hr: Rezultati pretrage

source: University description
hr: Opis sveučilišta

# UniversityDescriptionLong
source: Must be less then 10000 characters
hr: Mora biti kraće od 10000 znakova

# UniversityDescriptionRequired
source: University title is required
hr: Potrebno je unijeti opis sveučilišta

source: Faculty description
hr: Opis fakulteta

# FacultyDescriptionLong
source: Must be less then 10000 characters
hr: Mora biti kraće od 10000 znakova

# FacultyDescriptionRequired
source: Faculty title is required
hr: Potrebno je unijeti opis fakulteta

# FacultyTitle
source: Faculty
hr: Fakultet

# FacultyTitleLong
source: Must be less then 80 characters
hr: Mora biti kraće od 80 znakova

# FacultyTitleRequired
source: Faculty title is required
hr: Potrebno je unijeti naslov fakulteta

source: Poll
hr: Anketa

source: Browse faculties
hr: Pregledaj fakultete

source: faculties
hr: fakulteta

source: Browse
hr: Pretraga

# Welcome
source: Welcome to Where2Study web site,
hr: Dobro došli na stranice Where2Study,

source: account
hr: račun

source: Add an external login
hr: Dodajte vanjski login

# AnUnknownErrorOccurred
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
hr: Došlo je do nepoznate greške. Molimo potvrdite vaš unos i pokušajte opet. Ako se problem nastavi događati, molimo kontaktirajte sistemskog administratora.

source: Associate your
hr: Povežite svoj

source: Association Form
hr: Obrazac za povezivanje

# AUserNameForThatEmailAddressAlreadyExists
source: A user name for that e-mail address already exists. Please enter a different e-mail address.
hr: Korisnik s istom e-mail adresom već postoji. Molimo unesite drugu e-mail adresu.

source: Change password
hr: Promijenite zaporku

source: Change Password Form
hr: Obrazac za promjenu zaporke

source: Confirm
hr: Potvrdi

source: Confirm new password
hr: Potvrdite novu zaporku

source: Confirm password
hr: Potvrdite zaporku

source: credential from your account
hr: kredencijal iz svog računa

source: Current password
hr: Trenutna zaporka

# DataBase
source: Database(CRUD)
hr: Baza podataka(CRUD)

# FreeEduWeb
source: 40 free educational websites
hr: 40 besplatnih edukacijskih web site-ova

# FreeOnlCour
source: 1100 free online courses
hr: 1100 besplatnih online tečajeva

source: Hello
hr: Bok

source: if you don't have an account.
hr: ako ne posjedujete račun.

source: Links
hr: Linkovi

source: Log in
hr: Prijava

source: Log in Form
hr: Obrazac za prijavu

source: Log in using another service
hr: Prijavite se putem drugog servisa

source: Log in using your
hr: Prijavite se na svoj

source: Log off
hr: Odjava

source: Manage Account
hr: Upravljanje računom

source: New password
hr: Nova zaporka

source: Password
hr: Zaporka

# PasswordSoYouCanLogIn
source: password so you can log in without an external login.
hr: zaporku da bi se mogli prijaviti bez vanjskog logina.

# PleaseEnterUserName
source: Please enter a user name for this site below and click the Confirm button to finish logging in.
hr: Molimo unesite korisničko ime za ovu stranicu u polje ispod i kliknite "Potvrdi" kako biste se prijavili

source: Register
hr: Registracija

source: Registered external logins
hr: Registrirani vanjski login-i

source: Registration Form
hr: Obrazac za registraciju

source: Remember me?
hr: Zapamti me?

source: Remove
hr: Uklonite

source: Remove this
hr: Uklonite ovaj

source: Set password
hr: Postavite zaporku

source: Set Password Form
hr: Obrazac za postavljanje zaporke

# TheCurrentPasswordIsIncorrect
source: The current password is incorrect or the new password is invalid.
hr: Trenutna zaporka je neispravna ili je nova nevažeća.

# TheEmailAddressProvidedIsInvalid
source: The e-mail address provided is invalid. Please check the value and try again.
hr: Unesena e-mail adresa je neispravna. Molimo provjerite vaš unos i pokušajte opet.

source: The external login was removed.
hr: Vanjski login je odstranjen

source: The new password and confirmation password do not match.
hr: Nova zaporka i potvrdna zaporka nisu jednake.

source: The password and confirmation password do not match.
hr: Zaporka i potvrdna zaporka nisu jednake.

# ThePasswordProvidedIsInvalid
source: The password provided is invalid. Please enter a valid password value.
hr: Unesena zaporka je nevažeća. Molimo unesite ispravnu lozinku.

# TheUserNameProvidedIsInvalid
source: The user name provided is invalid. Please check the value and try again.
hr: Uneseno korisničko ime je neispravno. Molimo provjerite vaš unos i pokušajte opet.

# UnableToCreateLocalAccountAlreadyExists
source: Unable to create local account. An account with the name \"{0}\" may already exist.
hr: Niste u mogućnosti napraviti lokalni račun. Račun s imenom \"{0}\" možda već postoji.

source: Unsuccessful login with service.
hr: Niste se uspjeli prijaviti putem odabrane usluge.

source: Use a local account to log in.
hr: Koristite lokalni račun za prijavu.

source: Use another service to log in.
hr: Koristite drugu uslugu za prijavu.

source: User name
hr: Korisničko ime

# UserNameAlreadyExists
source: User name already exists. Please enter a different user name.
hr: Korisničko ime već postoji. Molimo unesite drugo korisničko ime.

# YouDoNotHaveALocalPassword
source: You do not have a local password for this site. Add a local
hr: Nemate lokalnu zaporku za ovaj site, Dodajte lokalnu

source: You're logged in as
hr: Prijavljeni ste kao

source: Your password has been changed.
hr: Vaša zaporka je promijenjena

source: Your password has been set.
hr: Vaša zaporka je postavljena

source: You've successfully authenticated with
hr: Uspješno ste se autentificirali s

source: Login Failure
hr: Neuspješna prijava
